Repository: why-not-try-calmer/throat
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Invalid invite code.
cs: Neplatný pozvánkový kód.

source: Confirm your new account on %(site)s
cs: Potvrď svůj účet na %(site)s

source: The link you used is invalid or has expired.
cs: Neplatný, nebo starý link.

source: Your email is already confirmed.
cs: Emailová adresa je již ověřena.

source: Invalid username or password.
cs: Neplatné jméno nebo heslo.

source: Incorrect password
cs: Nesprávné heslo

source: Password change failed. Please try again later
cs: Změna hesla se nezdařila. Zkuste to prosím později

source: To confirm, click the link in the email we sent to you. You may want to check your spam folder, just in case ;)
cs: Použij link v mailu, který jsme ti poslali. Pro jistotu zkontroluj i maily ve Spamu. ;)

source: Confirm your email address for your %(site)s account
cs: Potvrď emailovou adresu tvého konta na %(site)s

source: Wrong password
cs: Špatné heslo

source: YES
cs: ANO

source: Type "YES" in the box
cs: Napiš sem "ANO"

source: Sub does not exist
cs: Skupina neexistuje

source: Sub is disabled
cs: Skupina je vypnuta

source: Post was already deleted
cs: Příspěvek byl již smazán

source: Not authorized
cs: Nemáte oprávnění

source: Cannot delete without reason
cs: Musíš udat důvod

source: The site administrators deleted your post %(postlink)s from %(sublink)s. Reason: %(reason)s
cs: Administrátor vymazal(a) tvůj příspěvek %(postlink)s ve skupině %(sublink)s. Důvod: %(reason)s

source: The moderators of %(sublink)s deleted your post %(postlink)s. Reason: %(reason)s
cs: Moderátor skupiny %(sublink)s vymazal(a) tvůj příspěvek %(postlink)s. Důvod: %(reason)s

source: Moderation action: post deleted
cs: Moderování: příspěvek vymazán

source: Post is not deleted
cs: Příspěvek není smazán

source: Can not un-delete a self-deleted post
cs: Samo-vymazaný příspěvek nelze obnovit

source: Cannot un-delete without reason
cs: Pro obnovení je nutné zadat důvod

source: The site administrators restored your post %(postlink)s to %(sublink)s. Reason: %(reason)s
cs: Administrátor obnovil(a) tvůj příspěvek %(postlink)s ve skupině %(sublink)s. Důvod: %(reason)s

source: The moderators of %(sublink)s restored your post %(postlink)s. Reason: %(reason)s
cs: Moderátor skupiny %(sublink)s obnovil(a) tvůj příspěvek %(postlink)s. Důvod: %(reason)s

source: Moderation action: post restored
cs: Moderování: příspěvek obnoven

source: At least one kind of post must be permitted
cs: Povol alespoň jeden typ příspěvků

source: No flair text
cs: Tag neobsahuje text

source: User does not exist
cs: Uživatel neexistuje

source: Flair does not exist
cs: Tag neexistuje

source: Free-form user flairs are disabled for this sub
cs: Libovolné uživatelské tagy nejsou dostupné

source: Post has no flair
cs: Příspěvek nemá nastavený tag

source: Badge does not exist
cs: Odznak neexistuje

source: sub not found
cs: skupina nebyla nalezena

source: already subscribed
cs: již odebírané

source: not subscribed
cs: neodebíráš

source: already blocked
cs: již blokuješ

source: sub not blocked
cs: neblokuješ

source: Post/Comment not found
cs: Příspěvek/komentář neexistuje

source: Post not found
cs: Příspěvek nenalezen

source: Error
cs: Chyba

source: Nothing to distinguish
cs: Nejde přízvukovat

source: You are not the author of the item
cs: Nejsi autorem

source: You must be a mod or admin
cs: Musíš být moderátor nebo admin

source: Post was deleted
cs: Příspěvek byl smazán

source: Posting has been temporarily disabled
cs: Přispívat nyní není možné

source: Comments are closed on this post.
cs: Komentáře k tomuto příspěvku jsou vypnuty.

source: You are currently banned from commenting
cs: Momentálně máš ban na komentáře

source: Parent comment does not exist
cs: Nadřazený komentář neexistuje

source: Message does not exist
cs: Zpráva neexistuje

source: Invalid message
cs: Neplatná zpráva

source: Expiration time too far into the future
cs: Termín vypršení je příliš daleko v budoucnosti

source: Invalid expiration time
cs: Neplatný termín vypršení

source: Expiration date is in the past
cs: Termín vypršení je v minulosti

source: Already banned
cs: Již je zabanován

source: Janitors may only create temporary bans
cs: Jako čistič můžeš vydávat pouze dočasné bany

source: Moderation action: permanent ban
cs: Moderování: permanentní ban

source: You have been permanently banned from %(sublink)s. Reason: %(reason)s
cs: Dostal(a) jsi permanentní ban ve skupině %(sublink)s. Důvod: %(reason)s

source: Moderation action: temporary ban
cs: Moderování: dočasný ban

source: banned for: %(reason)s, until %(expires)s
cs: ban z důvodu: %(reason)s, platný do %(expires)s

source: banned for: %(reason)s, permanent
cs: ban z důvodu: %(reason)s, permanentní

source: User is already a mod
cs: Uživatel už je moderátorem

source: User has a pending invite
cs: Uživatel již byl pozván

source: Invalid power level
cs: Neplatný level

source: User can't mod more than 20 subs
cs: Uživatel nesmí moderovat více než 20 skupin

source: Invitation to become a moderator
cs: Pozvání moderovat

source: %(userlink)s invited you to moderate %(sublink)s. Please [click here](%(invitelink)s) to accept or reject the invitation.
cs: %(userlink)s tě pozval(a) moderovat skupinu %(sublink)s. [Kliknutím zde](%(invitelink)s) můžeš pozvání přijmout nebo odmítnout.

source: User is not banned
cs: Uživatel není zabanován

source: Janitors may only remove bans placed by themselves
cs: Jako čistič můžeš rušit jen ty bany, které jsi vydal(a) ty

source: Moderation action: ban removed
cs: Moderování: ban zrušen

source: You are no longer banned from posting in %(sublink)s.
cs: Už nejsi zabanovaný/á ve skupině %(sublink)s.

source: Ban removed
cs: Ban zrušen

source: User is not mod
cs: Uživatel není moderátor

source: Access denied
cs: Přístup zamítnut

source: User has not been invited to moderate the sub
cs: Uživatel nebyl pozván moderovat tuto skupinu

source: Moderation invitation revoked
cs: Pozvánka moderovat zamítnuta

source: %(userlink)s cancelled your invitation to moderate %(sublink)s.
cs: %(userlink)s zrušil(a) tvé pozvání moderovat %(sublink)s.

source: You have not been invited to mod this sub
cs: Nebyl(a) jsi pozván(a) moderovat tuto skupinu

source: You can't mod more than 20 subs
cs: Nemůžeš moderovat více než 20 skupin

source: Message not found
cs: Zpráva nenalezena

source: Missing title
cs: Chybějící název

source: Title too short.
cs: Název je příliš krátký.

source: You cannot edit the post title anymore
cs: Již nelze upravovat název příspěvku

source: You did not post this!
cs: Toto není tvůj příspěvek!

source: Bork bork
cs: Grrr grrr

source: Removed announcement
cs: Odstraněné oznámení

source: Post already announced
cs: Příspěvek je již oznámením

source: Domain is already banned
cs: Doména je již zabanována

source: Domain is not banned
cs: Doména není zabanována

source: Already saved
cs: Již uloženo

source: Post was not saved
cs: Příspěvek nebyl uložen

source: This sub already has three sticky posts
cs: Tato skupina už má 3 sticky příspěvky

source: Rule does not exist
cs: Pravidlo neexistuje

source: Rule has invalid characters
cs: Pravidlo obsahuje neplatné znaky

source: Set a new password on %(site)s
cs: Nastavit nové heslo na %(site)s

source: Password recovery link expired
cs: Platnost odkazu pro obnovení hesla vypršela

source: Password change failed. Please try again later.
cs: Změna hesla se nezdařila. Opakujte akci později.

source: You can't edit a deleted comment
cs: Nemůžeš upravovat smazaný komentář

source: You can't edit a comment on a deleted post
cs: Nemůžeš upravovat komentář k odstraněnému příspěvku

source: Comment is already deleted
cs: Komentář je již smazán

source: The site administrators deleted a comment you made on the post %(postlink)s. Reason: %(reason)s
cs: Administrátor vymazal(a) tvůj komentář k příspěvku %(postlink)s. Důvod: %(reason)s

source: The moderators of %(sublink)s deleted a comment you made on the post %(postlink)s. Reason: %(reason)s
cs: Moderátor skupiny %(sublink)s vymazal(a) tvůj komentář k příspěvku %(postlink)s. Důvod: %(reason)s

source: Moderation action: comment deleted
cs: Moderování: komentář vymazán

source: Comment is not deleted
cs: Komentář není smazán

source: Can not un-delete a self-deleted comment
cs: Samo-vymazaný komentář nelze obnovit

source: The site administrators restored a comment you made on the post %(postlink)s in %(sublink)s. Reason: %(reason)s
cs: Administrátor obnovil(a) tvůj komentář k příspěvku %(postlink)s ve skupině %(sublink)s. Důvod: %(reason)s

source: The moderators of %(sublink)s restored a comment you made on the post %(postlink)s. Reason: %(reason)s
cs: Moderátor skupiny %(sublink)s obnovil(a) tvůj komentář k příspěvku %(postlink)s. Důvod: %(reason)s

source: Moderation action: comment restored
cs: Moderování: komentář obnoven

source: Not authenticated
cs: Nejsi ověřen(a)

source: Missing text
cs: Chybějící text

source: User not found
cs: Uživatel nenalezen

source: Site administrators cannot be blocked
cs: Administrátor webu nemůže být zablokován

source: File name too long.
cs: Název souboru je příliš dlouhý.

source: File name too short or missing.
cs: Název souboru je příliš krátký nebo chybí.

source: Invalid file name.
cs: Neplatný název souboru.

source: Please select a file to upload.
cs: Prosím vyber soubor k nahrání.

source: Not enough available space to upload file.
cs: Nedostatek místa pro nahrání souboru.

source: Post is not a poll
cs: Příspěvek není anketa

source: Poll option does not exist
cs: Tato možnost hlasování neexistuje

source: Already voted
cs: Už jsi hlasoval(a)

source: Poll is closed
cs: Hlasování bylo ukončeno

source: Insufficient user level
cs: Nedostatečný level uživatele

source: Poll already closed.
cs: Hlasování již bylo ukončeno.

source: Post was removed
cs: Příspěvek byl smazán

source: You have already reported this post
cs: Tento příspěvek jsi již nahlásil(a)

source: Report reason too short.
cs: Důvod hlášení je příliš krátký.

source: Report reason too long.
cs: Důvod reportu přesahuje povolenou délku.

source: You are banned from this sub.
cs: V této skupině máš ban.

source: Comment was removed
cs: Komentář byl odstraněn

source: Report does not exist
cs: Hlášení neexistuje

source: Invalid action
cs: Neplatná akce

source: This report has already been closed
cs: Toto hlášení již bylo vyřešeno

source: This report is already open
cs: Toto hlášení se již řeší

source: Failed to update report
cs: Aktualizace hlášení se nezdařila

source: No related reports to close
cs: Všechna související hlášení jsou vyřešena

source: Error: not a number
cs: Chyba: není číslo

source: Sub does not exist.
cs: Skupina neexistuje.

source: Please select a flair for your post.
cs: Prosím zvol tag pro svůj příspěvek.

source: Invalid flair.
cs: Neplatný tag.

source: That post type is not allowed in this sub.
cs: Tento typ příspěvku není v této skupině povolen.

source: Posting has been temporarily disabled.
cs: Přispívat nyní není možné.

source: You cannot post in this sub.
cs: V této skupině nemůžeš přispívat.

source: You're banned from posting on this sub.
cs: V této skupině jsi zabanován(a).

source: Only mods can post on this sub.
cs: V této skupině mohou přispívat pouze moderátoři.

source: You have posted too much today.
cs: Na dnes už máš příliš mnoho příspěvků.

source: Title is too short and/or contains whitespace characters.
cs: Název je příliš krátký nebo obsahuje mezery.

source: No link provided.
cs: Nezadal(a) si link.

source: This link was <a href="%(link)s">recently posted</a> on this sub.
cs: Tento link zde již máme <a href="%(link)s"></a>.

source: This domain is banned.
cs: Linky z této domény zde nejsou povoleny.

source: Not enough poll options provided.
cs: Nedostatečný počet hlasovacích možností.

source: Poll option text is too long.
cs: Příliš dlouhý text.

source: Poll closing time is too far in the future.
cs: Termín ukončení hlasování je příliš daleko v budoucnosti.

source: Invalid closing time.
cs: Neplatný termín ukončení.

source: The closing time is in the past!
cs: Termín ukončení je v minulosti!

source: Sub name has invalid characters
cs: Název skupiny obsahuje neplatné znaky

source: Invalid sub name
cs: Neplatný název skupiny

source: Sub is already registered
cs: Tato skupina již existuje

source: Only Site Admins may create new subs. Please contact an administrator to request a new sub.
cs: Nové skupiny může vytvářet pouze Admin. Pokud chceš vytvořit skupinu, prosím kontaktuj admina.

source: You must be at least level %(level)i.
cs: Musíš mít alespoň level %(level)i.

source: You cannot own more than %(max)i subs.
cs: Nemůžeš vlastnit více než %(max)i skupin.

source: You cannot own more than %(max)i subs. Try leveling up your account.
cs: Nemůžeš vlastnit více než %(max)i skupin. Musíš nejprve zvýšit leveling svého účtu.

source: Auto detect
cs: Detekovat automaticky

source: The link you used is invalid or has expired
cs: Neplatný, nebo starý link

source: Your password recovery email address is now confirmed!
cs: Tvůj email pro obnovu hesla byl potvrzen!

source: Unable to confirm your new email address. Please try again later.
cs: Potvrzení nové emailové adresy se nezdařilo. Zkus to později.

source: Password reset link was invalid or expired
cs: Link pro reset hesla je neplatný

source: License file was deleted :(
cs: Licenční soubor byl vymazán :(
