Repository: why-not-try-calmer/throat
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Please log in to access this page.
cs: Pro přístup k této stránce se prosím přihlaste.

source: Please reauthenticate to access this page.
cs: Pro přístup na tuto stránku prosím opakujte ověření.

source: Invalid file type. Only jpg, png and gif allowed.
cs: Neplatný typ souboru. Povolen pouze jpg, png a gif.

source: Error in the '%(field)s' field - %(error)s
cs: Chyba v poli '%(field)s' - %(error)s

source: [Deleted]
cs: [Vymazané]

source: URLs not allowed, uploaded files only
cs: URL adresy nejsou povoleny, pouze nahrané soubory

source: Invalid characters in string.
cs: Neplatné znaky v řetězci.

source: @import token not allowed
cs: @import token není povolen

source: Invalid CSS
cs: Neplatné CSS

source: [Blocked]
cs: [blokované]

source: Already processing previous request.
cs: Již zpracováváme předchozí požadavek.

source: Unknown error. User disappeared
cs: Neznámá chyba. Uživatel zmizel

source: Score balance is negative
cs: Záporná karma

source: Invalid vote value
cs: Neplatná hodnota hlasu

source: Post does not exist
cs: Příspěvek neexistuje

source: You can't vote on your own posts
cs: Nemůžeš hlasovat o vlastních příspěvcích

source: You can't vote on deleted posts
cs: Nemůžeš hlasovat o smazaných příspěvcích

source: Comment does not exist
cs: Komentář neexistuje

source: You can't vote on your own comments
cs: Nemůžeš hlasovat pro vlastní komentáře

source: You can't vote on deleted comments
cs: Nelze hlasovat pro smazané komentáře

source: Invalid target
cs: Neplatný cíl

source: You are banned on this sub.
cs: V této skupině máš ban.

source: Post is archived
cs: Příspěvek byl archivován

source: Looks like nobody bothered to code the message for this notification :(
cs: Vypadá to, že se nikdo neobtěžoval naprogramovat zprávu pro toto oznámení :(

source: New notification.
cs: Nová notifikace z čekni.to

source: Post reply in %(prefix)s/%(sub)s
cs: Reakce na příspěvek v %(prefix)s/%(sub)s

source: %(name)s replied to your post titled %(title)s
cs: %(name)s reagoval(a) na tvůj příspěvek %(title)s

source: Comment reply in %(prefix)s/%(sub)s
cs: Odpověď na komentář v %(prefix)s/%(sub)s

source: %(name)s replied to your comment in the post titled %(title)s
cs: %(name)s reagoval(a) na tvůj komentář v příspěvku %(title)s

source: You were mentioned in %(prefix)s/%(sub)s
cs: Zmínili tě v %(prefix)s/%(sub)s

source: %(name)s mentioned you in the post titled %(title)s
cs: %(name)s tě zmínil(a) v příspěvku %(title)s

source: File type not allowed
cs: Nepovolený typ súboru

source: File size exceeds the maximum allowed size (%(size)s)
cs: Velikost souboru překračuje maximální povolenou velikost (%(size)s)

source: Question
cs: Otázka

source: Sub
cs: Skupina

source: New owner username
cs: Jméno nového vlastníka

source: Badge
cs: Odznak

source: Username
cs: Jméno

source: Badge Icon
cs: Ikona odznaku

source: Badge Name
cs: Název odznaku

source: Badge Description
cs: Popis odznaku

source: Score Adjustment
cs: Nárast karmy

source: Sort
cs: Řazení

source: Trigger
cs: Spouštěč

source: Enter Domain
cs: Zadat doménu

source: Enable invite code to register
cs: Zapnout pozvánky k registraci

source: Allow users to see who they invited and who invited them
cs: Umožnit uživatelům, aby viděli, koho pozvali a kdo je pozval

source: Minimum level to create invite codes
cs: Minimální level pro vytvoření pozvánky

source: Max amount of invites per user
cs: Maximální počet pozvánek na uživatele

source: Change selected codes to expire:
cs: Změnit expiraci zvolených kódů:

source: Never
cs: Nikdy

source: Now
cs: Nyní

source: At:
cs: Kdy:

source: Expiration date
cs: Datum expirace

source: Enter one-time password
cs: Zadej jednorázové heslo

source: Page title
cs: Název stránky

source: Content
cs: Obsah

source: Code (empty to generate random)
cs: Kód (prázdné pole vygeneruje náhodný)

source: Uses
cs: Použití

source: Search
cs: Hledat

source: Sub name
cs: Název skupiny

source: Title
cs: Popis

source: Sub is NSFW?
cs: Je skupina NSFW?

source: Custom stylesheet
cs: Modifikovaný styl skupiny

source: Your comment
cs: Tvůj komentář

source: Flair text
cs: Text tagu

source: Flair
cs: Tag

source: Pick one
cs: Možnosti

source: Custom
cs: Nový tag

source: Remove flair
cs: Odstranit tag

source: Rule text
cs: Text pravidla

source: Sub is NSFW
cs: Skupina je NSFW

source: Only mods can post
cs: Přispívat mohou pouze moderátoři

source: Allow users to flair their own posts
cs: Členové mohou tagovat vlastní příspěvky

source: Require users to flair their own posts
cs: Uživatelé musí tagovat vlastní příspěvky

source: Allow users to pick from moderator-created user flair options
cs: Uživatelé si mohou zvolit jeden ze stávajících tagů

source: Allow users to input their own user flair
cs: Uživatelé si mohou vytvořit vlastní tag uživatele

source: Enable text posts
cs: Povolit diskusní příspěvky

source: Enable link posts
cs: Povolit linkové příspěvky

source: Enable upload posts
cs: Povolit upload příspěvky

source: Enable polls
cs: Povolit ankety

source: Default sub page post sorting
cs: Defaultní řazení příspěvků

source: New
cs: Nové

source: Sidebar text
cs: Text pro skupinu

source: Make the sub log private
cs: Záznam skupiny bude privátní

source: Make the list of banned users on this sub private
cs: Seznam zabanovaných uživatelů bude privátní

source: New mod username
cs: Jméno nového moderátora

source: Mod level
cs: Level moderátora

source: Moderator
cs: Moderátor

source: Janitor
cs: Čistič

source: Post title
cs: Název příspěvku

source: Post content
cs: Text příspěvku

source: Post link
cs: Link příspěvku

source: Post type
cs: Typ příspěvku

source: Link post
cs: Link

source: Text post
cs: Téma

source: Upload file
cs: Obrázek

source: Poll
cs: Anketa

source: Option
cs: Akce

source: Hide poll results until it closes
cs: Skrýt výsledky hlasování až do ukončení

source: Poll closing time
cs: Hlasování končí

source: Write your comment here. Styling with Markdown format is supported.
cs: Tvůj komentář.

source: Username to ban
cs: Zabanovat uživatele

source: Reason for the ban
cs: Důvod banu

source: ban expires
cs: ban vyprší

source: Comment text
cs: Text komentáře

source: Field must be exactly %(max)d character long.
cs: Pole musí mít přesně %(max)d znaků.

source: Field must be between %(min)d and %(max)d characters long.
cs: Pole musí být v rozmezí %(min)d až %(max)d znaků.

source: Password
cs: Heslo

source: Remember me
cs: Pamatovat si mě

source: Email Address (optional)
cs: Email (nepovinný, slouží k notifikacím)

source: Invalid email address.
cs: Neplatný email.

source: Email Address (required)
cs: Email

source: Passwords must match
cs: Heslo se musí shodovat

source: Repeat Password
cs: Opakuj heslo

source: Invite Code
cs: Kód z pozvánky

source: I accept the TOS
cs: Souhlasím s podmínkami používání

source: Security question
cs: Bezpečnostní otázka

source: Email Address
cs: Email

source: New password
cs: Nové heslo

source: Your current password
cs: Tvé aktuální heslo

source: Your password
cs: Tvé heslo

source: Type 'YES' here
cs: Napiš sem 'ANO'

source: Disable custom sub styles
cs: Zakázat modifikované styly

source: NSFW content
cs: NSFW obsah

source: Hide from lists
cs: Skrýt

source: Show without blur
cs: Zobrazovat

source: Blur until clicked
cs: Zobrazit po kliknutí

source: Enable experimental features
cs: Zapnout experimentální funkce

source: Disable infinite scroll
cs: Nekonečné rolování

source: Disable chat
cs: Vypnout chat

source: Global stylesheet (select a sub)
cs: Globální styl (převzít z)

source: Language
cs: Jazyk

source: Hide messages
cs: Skrýt zprávy

source: Show messages
cs: Zobrazit zprávy

source: Hide posts and comments
cs: Skrýt příspěvky a komentáře

source: Blur posts and collapse comments
cs: Rozmazat příspěvky a komentáře

source: Show posts and comments
cs: Zobrazit příspěvky a komentáře

source: to
cs: adresát

source: subject
cs: předmět

source: message
cs: zpráva

source: License
cs: Licence

source: There are no posts here, yet.
cs: Zatím zde nemáme příspěvky.

source: Previous page
cs: Novější příspěvky

source: Next page
cs: Starší příspěvky

source: (show all)
cs: (všechny příspěvky)

source: Saving...
cs: Ukládám...

source: Cancel
cs: Zrušiť

source: Create wiki
cs: Vytvořit wiki

source: (Optional) Write your post content here. Styling with Markdown format is supported.
cs: Text příspěvku (nepovinný).

source: Submit
cs: Odeslat

source: Admin Reports
cs: Hlášení pro adminy

source: Includes reports for all subs except reports of sub-specific rules.
cs: Obsahuje hlášení ze všech skupin, s výjimkou specifických pravidel skupiny.

source: Total Open Reports:
cs: Počet nevyřešených hlášení:

source: Total Closed Reports:
cs: Počet vyřešených hlášení:

source: Type
cs: Typ

source: Reporter
cs: Nahlásil(a)

source: Reason
cs: Důvod

source: User reported
cs: Nahlásený(á)

source: Time
cs: Čas

source: Status
cs: Stav

source: Comment
cs: Komentář

source: Post
cs: Příspěvek

source: Open
cs: Nevyřešené

source: Closed
cs: Vyřešené

source: [reopen]
cs: [znovu otevřít]

source: Further authentication required
cs: Vyžaduje se dodatečná autorizace

source: One-time password
cs: Jednorázové heslo

source: Log in
cs: Přihlásit

source: TOTP setup
cs: TOTP nastavení

source: Site wiki
cs: Wiki stránky

source: Created
cs: Vydaný

source: Last edited
cs: Naposledy změněno

source: Edit
cs: Upraviť

source: Delete
cs: Vymazat

source: It seems that you're trying to get to the depths of the throat.
cs: Co tady hledáš? ...

source: The resource you were looking for does not exist.
cs: Hledaná stránka neexistuje.

source: Too many requests
cs: Příliš mnoho požadavků

source: Too much, too fast!
cs: Příliš mnoho, příliš rychlé!

source: Whoa, calm down and wait a bit, then try again.
cs: Počkat! Trochu se krotit s tím přispíváním.

source: We're experiencing technical difficulties, please try again later. If the error persists, report it to the administration.
cs: Momentálně máme technické problémy. Zkuste opakovat akci později.

source: all
cs: vše

source: new
cs: nové

source: Closed Reports
cs: Uzavřená hlášení

source: Includes all closed reports for subs you can moderate.
cs: Obsahuje všechna vyřešená hlášení pro skupiny, které moderuješ.

source: Total Open Reports
cs: Počet nevyřešených hlášení

source: Total Closed Reports
cs: Počet vyřešených hlášení

source: Reopen
cs: Znovu otevřít

source: Sub:
cs: Skupina:

source: Type:
cs: Typ:

source: Reported by:
cs: Nahlásil(a):

source: Reason:
cs: Důvod banu:

source: User reported:
cs: Nahlášený uživatel:

source: Time:
cs: Čas:

source: Mod dashboard
cs: Moderování

source: Subscribers
cs: Odběratelé

source: Open Reports
cs: Nevyřešená hlášení

source: Report Details
cs: Podrobnosti

source: Comment Report
cs: Komentář

source: Post Report
cs: Příspěvek

source: Close Report
cs: Vyřešit hlášení

source: Reopen Report
cs: Znovu otevřít hlášení

source: All related reports are closed
cs: Všechna související hlášení jsou vyřešena

source: Close All Reports for this Comment
cs: Vyřešit všechna hlášení pro tento komentář

source: Close All Reports for this Post
cs: Vyřešit všechna hlášení pro tento příspěvek

source: Reported User
cs: Nahlášený uživatel

source: %(reported)s has been banned from %(prefix)s/%(sub)s
cs: %(reported)s byl zabanován ve skupině %(prefix)s/%(sub)s

source: Ban %(reported)s from %(prefix)s/%(sub)s
cs: Zabanovat uživatele %(reported)s ve skupině %(prefix)s/%(sub)s

source: Ban %(reported)s from %(site)s
cs: Zabanovat %(reported)s na %(site)s

source: %(user)s has been banned from %(site)s
cs: %(user)s byl zabanován(a) globálně na %(site)s

source: Until...
cs: Do...

source: Forever
cs: Navždy

source: Pick date
cs: Vybrat datum

source: Ban
cs: Zabanovat

source: Post Preview:
cs: Náhled příspěvku:

source: [post deleted by admin]
cs: [vymazané adminem]

source: [post deleted by mod]
cs: [vymazané moderátorem]

source: [post deleted by user]
cs: [vymazané]

source: [post preview could not be rendered]
cs: [náhled příspěvku se nezdařil]

source: Comment Preview:
cs: Náhled komentáře:

source: [comment deleted by mod]
cs: [vymazáno moderátorem]

source: [comment deleted by admin]
cs: [vymazáno adminem]

source: [comment deleted by user]
cs: [uživatel vymazal komentář]

source: Posted
cs: Zasláno

source: Go to comment
cs: Zobrazit komentář

source: Go to post
cs: Zobrazit příspěvek

source: Delete Comment
cs: Smazat komentář

source: Delete Post
cs: Smazat příspěvek

source: Leave a note
cs: Přidat poznámku

source: Report Log:
cs: Záznam hlášení:

source: No logs have been made yet on this report
cs: Toto hlášení zatím nemá žádné záznamy

source: Action Taken
cs: Akce

source: By
cs: Kým

source: Details
cs: Poznámky

source: Action Taken:
cs: Akce:

source: Report closed
cs: Hlášení vyřešeno

source: Report reopened
cs: Hlášení znovu otevřeno

source: Post deleted
cs: Příspěvek smazán

source: Post un-deleted
cs: Příspěvek obnoven

source: Comment deleted
cs: Komentář smazán

source: Comment un-deleted
cs: Komentář obnoven

source: Banned user from site
cs: Globálně zabanoval(a) uživatele

source: Banned user from sub
cs: Zabanoval(a) uživatele ve skupině

source: Un-banned user from site
cs: Odbanoval(a) uživatele globálně

source: Un-banned user from sub
cs: Odbanoval(a) uživatele ve skupině

source: Left note
cs: Poznámka zavřená

source: By:
cs: Kým:

source: Details:
cs: Poznámky:

source: Closed all reports related to:
cs: Vyřešilo všechna hlášení ve vztahu k:

source: report
cs: nahlásit

source: Other reports on this comment:
cs: Jiná hlášení tohoto komentáře:

source: Other reports on this post:
cs: Jiná hlášení tohoto příspěvku:

source: There are no other reports on this comment
cs: Tento komentář nemá další nahlášení

source: There are no other reports on this post
cs: Tento příspěvek nemá jiná hlášení

source: Reporter:
cs: Nahlásil(a):

source: Status:
cs: Stav:

source: Includes all open reports for subs you can moderate.
cs: Obsahuje všechna nevyřešená hlášení pro skupiny, které moderuješ.

source: Close
cs: Vyřešit

source: Open Reports for
cs: Nevyřešená hlášení pro

source: Includes all open reports for this sub.
cs: Obsahuje všechna nevyřešená hlášení pro tuto skupinu.

source: Closed Reports for
cs: Vyřešená hlášení pro

source: Includes all closed reports for this sub.
cs: Obsahuje všechna vyřešená hlášení pro tuto skupinu.

source: Customize this bar
cs: Přizpůsobit panel

source: More
cs: ďalší

source: Register
cs: Registrace

source: Score
cs: Karma

source: Log out
cs: Odhlásit

source: Type here
cs: Psát sem

source: Upvote
cs: Přidej hlas

source: Downvote
cs: Uber hlas

source: Announcement
cs: Oznam

source: Not safe for work
cs: Not safe for work (nevhodné)

source: not https
cs: není https

source: Embed video
cs: Ukázat video

source: Show image
cs: Ukázat obrázek

source: Play video
cs: Přehrát video

source: Show poll
cs: Zobrazit anketu

source: Show post content
cs: Zobrazit obsah příspěvků

source: [speaking as mod]
cs: [moderátor]

source: [speaking as admin]
cs: [admin]

source: [Blocked]
cs: [blokováno]

source: posted %(timeago)s by %(user)s on %(sub)s
cs: %(timeago)s přidal(a) %(user)s v %(sub)s

source: posted %(timeago)s by %(user)s
cs: %(timeago)s přidal(a) %(user)s

source: comments (%(comments)i)
cs: komentáře (%(comments)i)

source: comment
cs: komentuj

source: block sub
cs: blokuj skupinu

source: open reports (%(num)s)
cs: otevřená hlášení (%(num)s)

source: Admins
cs: Admini

source: Users
cs: Uživatelé

source: User Badges
cs: Odznaky

source: Subs
cs: Skupiny

source: Posts
cs: Příspěvky

source: Reports
cs: Hlášení

source: Wikis
cs: Wiki stránky

source: Banned Domains
cs: Zabanované domény

source: Banned Email Domains
cs: Zabanované emailové domény

source: Site log
cs: Záznamy

source: Title search...
cs: Hledat v příspěvcích...

source: Submit a post
cs: Přidej příspěvek

source: View all subs
cs: Všechny skupiny

source: Go to random sub
cs: Náhodná skupina

source: Create a sub
cs: Vytvoř skupinu

source: Top posts in the last 24 hours
cs: Top příspěvky za posledních 24 hodin

source: %(timeago)s in %(sub)s
cs: %(timeago)s v %(sub)s

source: Recent activity
cs: Poslední aktivita

source: %(user)s commented: %(text)s
cs: %(user)s přidal(a) komentář: %(text)s

source: %(user)s posted: %(text)s
cs: %(user)s přidal(a) příspěvek: %(text)s

source: Sub of the day
cs: Skupina dne

source: Site logs
cs: Záznamy

source: Notifications
cs: Notifikace

source: Sent Messages
cs: Odeslané zprávy

source: Saved Messages
cs: Uložené zprávy

source: Blocked users
cs: Blokovaní uživatelé

source: Mod Dashboard
cs: Mod panel

source: All Open Reports
cs: Všechna nevyřešená hlášení

source: All Closed Reports
cs: Všechna vyřešená hlášení

source: Banned Users
cs: Bany

source: Only mods can post.
cs: Přispívat mohou pouze moderátoři.

source: You are currently banned from posting.
cs: Momentálně máš ban na příspěvky.

source: %(subs)i subscribers
cs: %(subs)i odběratelů

source: Your flair:
cs: Tvůj tag:

source: (change)
cs: (změnit)

source: Subscribed
cs: Odobírám

source: Subscribe
cs: Odebírat

source: Blocked
cs: Blokujem

source: Block
cs: Blokovat

source: Set user flair
cs: Nastav si tag

source: ... or pick a pre-defined one
cs: ... nebo si vyber existující

source: Show posts with flair...
cs: Příspěvky s tagem...

source: Moderators
cs: Moderátoři

source: Owner
cs: Vlastník

source: Message the Mods
cs: Poslat zprávu moderátorům

source: Created by <a href="/u/%(name)s">%(name)s</a>
cs: Vytvořil(a) <a href="/u/%(name)s">%(name)s</a>

source: Settings
cs: Nastavení

source: Edit flairs
cs: Správa tagů

source: Edit rules
cs: Upravit pravidla

source: Edit stylesheet
cs: Vzhled skupiny

source: Sub Moderation
cs: Moderování skupiny

source: Sub Log
cs: Záznamy skupiny

source: Post flairs
cs: Tagy příspěvků

source: User flairs
cs: Tagy uživatelů

source: Rules
cs: Pravidla

source: Bans
cs: Bany

source: Ban user
cs: Zabanovat uživatele

source: Un-ban user
cs: Odbanovat uživatele

source: Remove votes
cs: Odstranit hlasy uživatele

source: Preferences
cs: Moje nastavení

source: Account
cs: Konto

source: Delete account
cs: Vymazání účtu

source: Invite codes
cs: Pozvánky

source: Profile
cs: Profil uživatele

source: View posts
cs: Příspěvky uživatele

source: View comments
cs: Komentáře uživatele

source: View uploads
cs: Uploady uživatele

source: View saved posts
cs: Moje uložené příspěvky

source: New posts and comments
cs: Nové příspěvky a komentáře

source: %(user)s posted "%(title)s"%(nsfw)s to %(sub)s %(timeago)s
cs: %(user)s přidal(a) příspěvek "%(title)s"%(nsfw)s do skupiny %(sub)s %(timeago)s

source: %(user)s commented "%(comment)s"%(nsfw)s in %(sub)s %(timeago)s
cs: %(user)s přidal(a) komentář "%(comment)s"%(nsfw)s ve skupině %(sub)s %(timeago)s

source: User
cs: Uživatel

source: Action
cs: Akce

source: Banned <a href="/u/%(user)s">%(user)s</a>
cs: Zabanovaný uživatel <a href="/u/%(user)s">%(user)s</a>

source: Created a sub
cs: Založil(a) skupinu

source: Sub was transferred to <a href="/u/%(user)s">%(user)s</a>
cs: Skupina změnila vlastníka na <a href="/u/%(user)s">%(user)s</a>

source: Sent mod invite to <a href="/u/%(user)s">%(user)s</a>
cs: Pozvání moderovat zasláno na <a href="/u/%(user)s">%(user)s</a>

source: Removed <a href="/u/%(user)s">%(user)s</a> from the mod team
cs: <a href="/u/%(user)s">%(user)s</a> odstraněn ze skupiny moderátorů

source: Revoked mod invite for <a href="/u/%(user)s">%(user)s</a> from the mod team
cs: Stažená pozvánka moderovat pro <a href="/u/%(user)s">%(user)s</a>

source: Deleted a post with reason <code>%(desc)s</code>
cs: Vymazal(a) příspěvek z důvodu <code>%(desc)s</code>

source: Un-deleted a post with reason <code>%(desc)s</code>
cs: Obnovil(a) příspěvek z důvodu <code>%(desc)s</code>

source: Deleted a comment with reason <code>%(desc)s</code>
cs: Vymazal(a) komentář z důvodu <code>%(desc)s</code>

source: Un-deleted a comment with reason <code>%(desc)s</code>
cs: Obnovil(a) komentář z důvodu <code>%(desc)s</code>

source: Created an announcement
cs: Vytvořil(a) oznámení

source: Banned domain <code>%(desc)s</code>
cs: Zabanoval(a) doménu <code>%(desc)s</code>

source: Unbanned domain <code>%(desc)s</code>
cs: Odbanoval(a) doménu <code>%(desc)s</code>

source: Removed an announcement
cs: Odstranil(a) oznámení

source: Disabled post creation
cs: Vypnul/a přidávání příspěvků

source: Re-enabled post creation
cs: Zapnul/a přidávání příspěvků

source: Disabled registration without invite code
cs: Zapnul/a registrace přes pozvánky

source: Re-enabled registration
cs: Vypnul/a registraci přes pozvánky

source: Disabled new user registration
cs: Vypnul/a registraci nových uživatelů

source: Re-enabled new user registration
cs: Zapnul/a registraci nových uživatelů

source: Unbanned <a href="/u/%(user)s">%(user)s</a>
cs: Odbanoval(a) uživatele <a href="/u/%(user)s">%(user)s</a>

source: Banned email domain <code>%(desc)s</code>
cs: Zabanovaná emailová doména <code>%(desc)s</code>

source: Unbanned email domain <code>%(desc)s</code>
cs: Odbanovaná emailová doména <code>%(desc)s</code>

source: Disabled captchas
cs: Vypnutá captcha

source: Enabled captchas
cs: Zapnutá captcha

source: Last update: %(timestamp)s
cs: Poslední aktualizace: %(timestamp)s

source: Banned users on <a href="%(link)s">/%(prefix)s/%(sub)s</a>
cs: Uživatelé zabanovaní v <a href="%(link)s">/%(prefix)s/%(sub)s</a>

source: Banned users
cs: Zabanovaní uživatelé

source: none
cs: žádné

source: Expires
cs: Vyprší

source: Actions
cs: Akce

source: Created:
cs: Vydaný:

source: User:
cs: Uživatel:

source: Expires:
cs: Vyprší:

source: Actions:
cs: Akce:

source: unban
cs: odbanovat

source: Past bans
cs: Předchozí bany

source: Removed
cs: Odstraněn

source: Removed:
cs: Odstraněno:

source: <a href="%(url)s">/%(prefix)s/%(sub)s</a> is not available.
cs: <a href="%(url)s">Skupina /%(prefix)s/%(sub)s</a> není dostupná.

source: The sub has been banned by the administration due to ToS/rule violations.
cs: Skupina byla zabanována kvůli porušení pravidel.

source: The sub is temporally quarantined and will be back soon.
cs: Skupina je v karanténě.

source: Create sub
cs: Vytvoř skupinu

source: Create a sub for you, your friends, or for your favorite community
cs: Vytvoř skupinu věnovanou tvé oblíbené komunitě nebo oblasti zájmu

source: Alphanumeric characters
cs: Alfanumerické znaky

source: Description
cs: Popis

source: This sub only allows upload posts, and you don't have permission to upload files yet.
cs: V této skupině jsou povoleny pouze upload příspěvky a zatím na to nemáš level.

source: Find a sub...
cs: Hledat skupinu...

source: Options
cs: Možnosti

source: remove
cs: odstranit

source: Add option
cs: Přidej možnost

source: File
cs: Soubor

source: Upload a file!
cs: Nahraj soubor

source: Grab title
cs: Převzít název

source: Hide poll results until poll closes
cs: Skrýt výsledky hlasování až do ukončení

source: Close the poll at...
cs: Hlasování ukončit o...

source: Submit post
cs: Přidej příspěvek

source: Preview
cs: Náhled

source: Post preview
cs: Náhled příspěvku

source: Editing stylesheet for <a href="%(url)s">/%(prefix)s/%(sub)s</a>
cs: Úprava CSS pro skupinu <a href="%(url)s">/%(prefix)s/%(sub)s</a>

source: Saved!
cs: Uloženo!

source: Save
cs: Uložit

source: Upload files
cs: Nahrát soubory

source: Upload limit is %(max)i MiB. Space used: %(storage)i KiB
cs: Max. velikost souboru je %(max)i MiB. Využitá kapacita úložiště: %(storage)i KiB

source: Only images allowed
cs: Povoleny jsou pouze obrázky

source: Upload
cs: Nahrát

source: No files were uploaded, yet.
cs: Zatím nebyly nahrány žádné soubory.
