Repository: why-not-try-calmer/throat
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Filename: %(filename)s. Size: %(filesize)i KiB.
cs: Název souboru: %(filename)s. Velikost: %(filesize)i KiB.

source: Deleting...
cs: Odstraňuji...

source: Deleted!
cs: Vymazané!

source: You can use uploaded images with <code>%%imagename%%</code>.
cs: Můžeš nahrát obrázky s <code>%%imagename%%</code>.

source: Example:
cs: Příklad:

source: Editing post flairs of <a href="%(url)s">%(sub)s</a>
cs: Tagy příspěvků ve skupině <a href="%(url)s">%(sub)s</a>

source: Create new post flair
cs: Definuj nový tag

source: Add flair
cs: Přidat tag

source: Sub log for <a href="%(url)s">/%(prefix)s/%(sub)s</a>
cs: Záznam skupiny <a href="%(url)s">/%(prefix)s/%(sub)s</a>

source: Moderator:
cs: Moderátor:

source: Action:
cs: Akce:

source: Created the sub
cs: Založil(a) skupinu

source: Changed sub settings
cs: Změnil(a) nastavení skupiny

source: Temporarily banned <a href="/u/%(username)s">%(username)s</a> %(days)s with reason <code>%(reason)s</code>
cs: Dočasně zabanoval(a) <a href="/u/%(username)s">%(username)s</a> %(days)s z důvodu <code>%(reason)s</code>

source: for %(num)s days
cs: na %(num)s dní

source: Banned <a href="/u/%(username)s">%(username)s</a> with reason <code>%(reason)s</code>
cs: Zabanoval(a) <a href="/u/%(username)s">%(username)s</a> z důvodu <code>%(reason)s</code>

source: Unbanned <a href="/u/%(username)s">%(username)s</a>
cs: Odbanoval(a) <a href="/u/%(username)s">%(username)s</a>

source: Sent mod invite to <a href="/u/%(username)s">%(username)s</a>
cs: Pozval(a) moderovat uživatele <a href="/u/%(username)s">%(username)s</a>

source: Accepted mod invite
cs: Přijal(a) pozvání moderovat

source: Removed <a href="/u/%(username)s">%(username)s</a> from the mod team
cs: Odstranil(a) <a href="/u/%(username)s">%(username)s</a> z týmu moderátorů

source: Revoked mod invite for <a href="/u/%(username)s">%(username)s</a>
cs: Zrušil(a) pozvání moderovat pro uživatele <a href="/u/%(username)s">%(username)s</a>

source: Mod invite declined by <a href="/u/%(username)s">%(username)s</a>
cs: <a href="/u/%(username)s">%(username)s</a> odmítl(a) pozvání moderovat

source: Edited the sub's stylesheet
cs: Upravil(a) vzhled skupiny

source: Sub was transferred to <a href="/u/%(username)s">%(username)s</a>
cs: Skupina změnila vlastníka na <a href="/u/%(username)s">%(username)s</a>

source: Stickied a post
cs: Přilepil(a) příspěvek

source: Unstickied a post
cs: Odlepil(a) příspěvek

source: Changed the comment sort order of a sticky post
cs: Změnil(a) řazení komentářů sticky příspěvku

source: Locked comments on a post
cs: Zamknutí komentářů k příspěvku

source: Unlocked comments on a post
cs: Odemknutí komentářů k příspěvku

source: [Type %(type)i]
cs: [Napiš %(type)i]

source: Moderators for <a href="%(url)s">%(sub)s</a>
cs: Moderátoři skupiny <a href="%(url)s">%(sub)s</a>

source: You currently have an invite for this sub pending.
cs: Stále máš otevřenou pozvánku do této skupiny.

source: Accept
cs: Přijmout

source: No thanks
cs: Ne, děkuji

source: Owner:
cs: Vlastník:

source: Owners:
cs: Vlastníci:

source: Active moderators: none
cs: Aktivní moderátoři: žádní

source: Active moderators:
cs: Aktivní moderátoři:

source: resign
cs: odstoupit

source: Janitors:
cs: Čističi:

source: Pending invites: none
cs: Čekající pozvánky: žádné

source: Pending invites:
cs: Čekající pozvánky:

source: revoke
cs: zamítnout

source: Invite new mod:
cs: Pozvat nového moderátora:

source: Invite mod
cs: Pozvat moderátora

source: Past mods: none
cs: Minulí moderátoři: žádní

source: Past mods:
cs: Minulí moderátoři:

source: [Deleted Post]
cs: [Vymazaný příspěvek]

source: Posted in %(prefix)s/%(sub)s by %(username)s
cs: Přidal(a) %(username)s v %(prefix)s/%(sub)s

source: Posted %(timeago)s by %(user)s
cs: %(timeago)s přidal(a) %(user)s

source: edited %(timeago)s
cs: upraveno %(timeago)s

source: Score: %(score)i <b>(+%(upvotes)i|-%(downvotes)i)</b>
cs: skóre: %(score)i <b>(+%(upvotes)i|-%(downvotes)i)</b>

source: Score: %(score)i
cs: skóre: %(score)i

source: [Deleted by User]
cs: [Smazáno uživatelem]

source: [Deleted by Mod]
cs: [Vymazáno moderátorem]

source: [Deleted by Admin]
cs: [Vymazáno adminem]

source: Viewing title history:
cs: Historie názvu:

source: unsave
cs: odstranit z uložených

source: save
cs: uložit

source: flair
cs: tag

source: edit
cs: upravit

source: edit title
cs: upravit název

source: delete
cs: vymazat

source: tag as nsfw
cs: označit jako nsfw

source: remove nsfw
cs: zrušit ozančení nsfw

source: close poll
cs: ukončit hlasování

source: unstick
cs: odlepit

source: make sticky
cs: přilepit

source: make announcement
cs: vytvořit oznámení

source: sort by best
cs: nejlepší komentáře

source: sort by top
cs: top komentáře

source: sort by new
cs: nejnovější komentáře

source: unlock comments
cs: odemknout komentáře

source: lock comments
cs: zamknout komentáře

source: un-delete
cs: obnovit

source: undistinguish
cs: nepřízvukovat

source: distinguish
cs: přízvukovat

source: Current flair: <span class="postflair">%(flair)s</span>
cs: Aktuální tag: <span class="postflair">%(flair)s</span>

source: Remove
cs: Odstranit

source: Select a new flair
cs: Zvolit nový tag

source: [deleted]
cs: [vymazáno]

source: Viewing edit history:
cs: Historie úprav:

source: Submit comment
cs: Odeslat komentář

source: Comment preview
cs: Náhled komentáře

source: This post is closed to new comments. It has been locked by the moderators.
cs: Tento příspěvek byl uzamčen a není možné přidávat komentáře.

source: This post is closed to new comments. It has been automatically archived.
cs: Tento příspěvek byl automaticky archivován a nelze již přidávat komentáře.

source: No comments, yet...
cs: Zatím bez komentáře...

source: Show comments
cs: Zobrazit komentáře

source: %(comments)i comments
cs: všechny komentáře (%(comments)i)

source: best
cs: nej

source: Sort by: <b>%(currsort)s</b>
cs: řadit podle: <b>%(currsort)s</b>

source: Best
cs: Nej

source: <span class="cscore">%(score)i</span> points</b> (+<b>%(upvotes)i</b>|-<b>%(downvotes)i</b>)
cs: <span class="cscore">skóre: <span class="cscore">%(score)i</span></b> (+<b>%(upvotes)i</b>|-<b>%(downvotes)i</b>)

source: <span class="cscore">%(score)i</span> points</b>
cs: <span class="cscore">%(score)i</span> bodů</b>

source: Edited %(timeago)s
cs: (upraveno %(timeago)s)

source: [You have blocked <a href="%(link)s">%(name)s</a>]
cs: [Blokuješ uživatele <a href="%(link)s">%(name)s</a>]

source: blocked users
cs: blokovaní uživatelé

source: reply
cs: reagovat

source: source
cs: formát

source: Load more (%(amt)i comments)
cs: Načíst více (%(amt)i komentářů)

source: Load more (1 comment)
cs: Načíst více (1 komentář)

source: This poll is now <b>closed</b>.
cs: Hlasování <b>skončilo</b>.

source: Show results.
cs: Zobrazit výsledky.

source: This poll will close %(timeuntil)s
cs: Hlasování bude ukončeno %(timeuntil)s

source: Results will be hidden until the poll closes
cs: Hlasování je tajné až do ukončení

source: Only users above <b>level %(level)s</b> can vote.
cs: Hlasovat mohou pouze uživatelé s <b>levelem %(level)s</b> a vyšším.

source: (voted)
cs: (zahlasováno)

source: Vote
cs: Hlasuj

source: (<span class="poll-opt-votecount">%(votes)i</span> votes)
cs: (<span class="poll-opt-votecount">%(votes)i</span> hlasů)

source: Withdraw vote
cs: Stáhni hlas

source: Editing rules of <a href="%(url)s">%(sub)s</a>
cs: Pravidla skupiny <a href="%(url)s">%(sub)s</a>

source: Create new rule
cs: Vytvořit nové pravidlo

source: Users will be able to report violations of this rule. The text of the rule should be short and easy to understand.
cs: Uživatelé budou moci nahlásit porušení tohoto pravidla. Text pravidla by měl být krátký a snadno srozumitelný.

source: You'll still need to update your sidebar with a more detailed version of your Sub rules for users to read.
cs: Doporučujeme rozepsat pravidla tvé skupiny v postranním panelu.

source: Add rule
cs: Přidat pravidlo

source: Editing settings of <a href="%(url)s">%(sub)s</a>
cs: Nastavení skupiny <a href="%(url)s">%(sub)s</a>

source: Default post sort
cs: Řazení příspěvků

source: Sidebar text. Markdown allowed.
cs: Text skupiny.

source: Save changes
cs: Uložit změny

source: Editing user flairs of <a href="%(url)s">%(sub)s</a>
cs: Tagy uživatelů ve skupině <a href="%(url)s">%(sub)s</a>

source: Assign flair
cs: Uložit tag

source: Create new user flair
cs: Definuj nový uživatelský tag

source: Email sent!
cs: E-mail odeslán!

source: Click the link in the email we sent to you. You may want to check your spam folder, just in case ;)
cs: Použij link v mailu, který jsme ti poslali. Pro jistotu zkontroluj i maily ve Spamu. ;)

source: <p>We sent a confirmation email to:</p><p class="attention">%(email)s</p>
cs: <p>Email s potvrzením jsme poslali na: </p><p class="attention">%(email)s</p>

source: Check your email and click on the confirmation link. You may want to check your spam folder, just in case ;)
cs: Použij link v mailu, který jsme ti poslali. Pro jistotu zkontroluj i maily ve Spamu. ;)

source: After you click the link, you will be able to log in and start using %(site)s!
cs: Po kliknutí na odkaz se budeš moci přihlásit na %(site)s!

source: Resend
cs: Znovu poslat

source: Didn't get the email or made a mistake with your email address?
cs: Neobdržel(a) jsi mail, nebo jsi nesprávně zadal(a) adresu?

source: Resend account confirmation instructions
cs: Znovu odeslat instrukce k registraci účtu

source: Please verify that your email address is correct before resending.
cs: Ověř si, jestli je tvoje emailová adresa zadána správně.

source: E-mail address
cs: Email

source: Send email
cs: Odoslat email

source: Sign up
cs: Registrace

source: Forgot your password?
cs: Zapomenuté heslo?

source: Blocked Users
cs: Blokovaní uživatelé

source: You can use this page to manage the users you have blocked. You can choose to hide or show private messages from blocked users, and you can choose to hide, blur or show posts and comments by blocked users. To add users to this list, use the “block” link on their user profile or the “block sender” link on their messages.
cs: Tuto stránku můžeš použít pro správu uživatelů, které jsi zablokoval(a). Můžeš se rozhodnout skrýt nebo zobrazovat soukromé zprávy od zablokovaných uživatelů, případně skrýt, rozmazávat nebo zobrazovat příspěvky a komentáře zablokovaných uživatelů. Pokud chceš přidat uživatele do tohoto seznamu, použij odkaz „blokovat“ v jejich uživatelském profilu, nebo odkaz „blokovat odesílatele“ v jejich zprávách.

source: Blocking other users does not prevent them from seeing the content that you post.
cs: Blokovaní uživatelé mohou stále vidět tvé příspěvky a komentáře.

source: Posts and comments from blocked users will be shown normally in the subs which you moderate, and if you block someone who is a moderator, the content they post in the subs which they moderate will always be shown.
cs: Příspěvky a komentáře od zablokovaných uživatelů se budou normálně zobrazovat ve skupinách, které moderuješ. Pokud zablokuješ někoho, kdo je moderátorem, vždy se ti v jeho skupině zobrazí obsah, který v ní zveřejní.

source: Posts and comments from blocked users who are moderators will be shown normally in the subs which they moderate.
cs: Příspěvky a komentáře od zablokovaných uživatelů se budou normálně zobrazovat ve skupinách, které moderují.

source: You haven't blocked anybody
cs: Nikoho neblokuješ

source: You can block users from the “block” link on their user profile or the “block sender” link on their messages.
cs: K blokování uživatelů použij odkaz „blokovat“ v jejich uživatelském profilu, nebo odkaz „blokovat odesílatele“ v jejich zprávách.

source: Login
cs: Přihlášení

source: Alphanumeric characters plus '-' and '_'
cs: Alfanumerické znaky plus '-' a '_'

source: Didn't get confirmation instructions?
cs: Nepřišli mi instrukce

source: Password recovery
cs: Reset hesla

source: Send recovery email
cs: Zaslat email s resetem hesla

source: Password reset
cs: Reset hesla

source: Password (again)
cs: Heslo (opakovat)

source: Processing...
cs: Zpracovávám...

source: Change password
cs: Změna hesla

source: Send a message
cs: Poslat zprávu uživateli

source: This user account has been deleted.
cs: Tento účet byl vymazán.

source: posts
cs: příspěvků

source: comments
cs: komentářů

source: Phuks given
cs: rozdaná karma

source: Total score
cs: vlastní karma

source: Registered %(timeago)s
cs: Registrován(a) %(timeago)s

source: Badges
cs: Odznaky

source: Owns
cs: Založené skupiny

source: Mods
cs: Moderuje skupiny

source: Posting habits
cs: Přispívá do

source: Invite Info
cs: Info k pozvánce

source: Please send all sub-related messages to the moderators of that sub.
cs: Zprávy týkající se skupiny prosíme poslat příslušným moderátorům.

source: Contact the mods of %(mod)s
cs: Kontaktovat moderátory %(mod)s

source: Send a private message to %(name)s
cs: Poslat soukromou zprávu uživateli %(name)s

source: Send message
cs: Poslat zprávu

source: Subject
cs: Předmět

source: Styling with Markdown format is supported.
cs: Formátování textu povoleno.

source: Sending...
cs: Posílám...

source: Send Message
cs: Poslat zprávu

source: Message preview
cs: Náhled

source: Block %(user)s
cs: Blokovat %(user)s

source: Posts and comments by %(user)s will be shown normally in the subs which they moderate.
cs: Příspěvky a komentáře od %(user)s se budou normálně zobrazovat ve skupinách, které moderuje.

source: Alphanumeric characters plus '-' and '_'; between 2 and %(num)d characters long
cs: Alfanumerické znaky plus '-' a '_'; minimální délka 2 a maximální délka %(num)d znaků

source: I accept the <a href="/wiki/tos">Terms of Use</a>
cs: Přijímám <a href="/wiki/tos">Podmínky používání</a>

source: Registration has been temporarily disabled. Please check back later. We apologize for any inconvience.
cs: Nové registrace momentálně nefungují. Zkus to později prosím.

source: Customize your sub bar
cs: Přizpůsobit skupiny zobrazené v záhlaví

source: Drag to sort
cs: Uprav si pořadí

source: Hi %(name)s,
cs: Ahoj %(name)s,

source: To confirm this email address for your account on %(site)s
cs: Pro potvrzení emailové adresy na stránce %(site)s

source: click here.
cs: klikni sem.

source: Or you can paste the following link in your browser's address bar:
cs: Nebo pastni tento link do prohlížeče:

source: Thanks,
cs: Děkujeme,

source: The %(site)s Team
cs: Team %(site)s

source: Thank you for registering on %(site)s! To confirm your account and log in,
cs: Děkujeme za registraci na %(site)s! Pro potvrzení účtu a přihlášení,

source: Somebody (most likely you) has requested a password reset for your account on %(site)s.
cs: Někdo (s největší pravděpodobností Ty) si vyžádal reset hesla na %(site)s.

source: To proceed,
cs: Pokračovat

source: <a href="/u/%(user)s">%(user)s</a> replied to your post <a class="%(cls)s" href="%(link)s">%(title)s</a> in <a href="%(sublink)s">%(sub)s</a>
cs: <a href="/u/%(user)s">%(user)s</a> odpověděl(a) na tvůj příspěvek <a class="%(cls)s" href="%(link)s ">%(title)s</a> ve skupině <a href="%(sublink)s">%(sub)s</a>

source: <a href="/u/%(user)s">%(user)s</a> replied to your comment in the post titled <a class="%(cls)s" href="%(link)s">%(title)s</a> in <a href="%(sublink)s">%(sub)s</a>
cs: <a href="/u/%(user)s">%(user)s</a> odpověděl(a) na tvůj komentář <a class="%(cls)s" href="%(link)s ">%(title)s</a> ve skupině <a href="%(sublink)s">%(sub)s</a>

source: <a href="/u/%(user)s">%(user)s</a> mentioned you in <a class="%(cls)s" href="%(link)s">%(title)s</a>
cs: <a href="/u/%(user)s">%(user)s</a> tě zmínil(a) v příspěvku <a class="%(cls)s" href="%(link)s ">%(title)s</a>

source: You have been banned from <a href="%(sublink)s">%(sub)s</a>
cs: Byl(a) jsi zabanován(a) ve skupině <a href="%(sublink)s">%(sub)s</a>

source: <a href="/u/%(user)s">%(user)s</a> banned you from <a href="%(sublink)s">%(sub)s</a>
cs: <a href="/u/%(user)s">%(user)s</a> tě zabanoval(a) ve skupině <a href="%(sublink)s">%(sub)s</ a>

source: You have been unbanned from <a href="%(sublink)s">%(sub)s</a>
cs: Byl(a) jsi odbanován(a) ve skupině <a href="%(sublink)s">%(sub)s</a>

source: <a href="/u/%(user)s">%(user)s</a> unbanned you from <a href="%(sublink)s">%(sub)s</a>
cs: <a href="/u/%(user)s">%(user)s</a> tě odbanoval(a) ve skupině <a href="%(sublink)s">%(sub)s</ a>

source: <a href="/u/%(user)s">%(user)s</a> invited you to moderate <a href="%(sublink)s">%(sub)s</a>
cs: <a href="/u/%(user)s">%(user)s</a> tě pozval(a) moderovat skupinu <a href="%(sublink)s">%(sub)s</ a>

source: Your post <a href="%(link)s">%(title)s</a> has been deleted
cs: Tvůj příspěvek <a href="%(link)s">%(title)s</a> byl vymazán

source: <a href="/u/%(user)s">%(user)s</a> deleted your post <a href="%(link)s">%(title)s</a>
cs: <a href="/u/%(user)s">%(user)s</a> vymazal(a) tvůj příspěvek <a href="%(link)s">%(title)s</a >

source: One of your posts in <a href="%(sublink)s">%(sub)s</a> has been deleted
cs: Jeden z tvých příspěvků ve skupině <a href="%(sublink)s">%(sub)s</a> byl vymazán

source: <a href="/u/%(user)s">%(user)s</a> deleted one of your posts in <a href="%(sublink)s">%(sub)s</a>
cs: <a href="/u/%(user)s">%(user)s</a> vymazal(a) jeden z tvých příspěvků ve skupině <a href="%(sublink)s">%(sub)s</a>

source: Your post <a href="%(link)s">%(title)s</a> has been un-deleted
cs: Tvůj příspěvek <a href="%(link)s">%(title)s</a> byl obnoven

source: <a href="/u/%(user)s">%(user)s</a> un-deleted your post <a href="%(link)s">%(title)s</a>
cs: <a href="/u/%(user)s">%(user)s</a> obnovil(a) tvůj příspěvek <a href="%(link)s">%(title)s</a >

source: One of your posts in <a href="%(sublink)s">%(sub)s</a> has been un-deleted
cs: Jeden z tvých příspěvků ve skupině <a href="%(sublink)s">%(sub)s</a> byl obnoven

source: <a href="/u/%(user)s">%(user)s</a> un-deleted one of your posts in <a href="%(sublink)s">%(sub)s</a>
cs: <a href="/u/%(user)s">%(user)s</a> obnovil(a) tvůj příspěvek v <a href="%(sublink)s">%(sub)s</a>

source: Your comment. Posted %(timeago)s. <b>%(score)i</b> points.
cs: Tvůj komentář. Zasláno %(timeago)s. Skóre: <b>%(score)i</b>.

source: Posted %(timeago)s. <b>%(score)s</b> points. Read %(timeagoread)s
cs: Přidáno %(timeago)s. Skóre: <b>%(score)s</b>. Přečteno %(timeagoread)s

source: Posted %(timeago)s. <b>%(score)s</b> points.
cs: Přidáno %(timeago)s. Skóre: <b>%(score)s</b> .

source: delete notification
cs: vymazat notifikaci

source: Please visit %(link)s to accept or reject the invitation
cs: Pozvání můžeš odmítnout nebo přijmout %(link)s

source: %(user)s's account
cs: Konto uživatele %(user)s

source: Editing...
cs: Upravuji...

source: Account deletion
cs: Smazání účtu

source: THIS ACTION CANNOT BE UNDONE
cs: VYMAZÁNÍ JE NEVRATNÉ

source: Deleted.
cs: Smazáno.

source: Delete my account
cs: Smazat můj účet

source: You can create <b>%(num)i</b> invite codes.
cs: Můžeš vytvořit <b>%(num)i</b> pozvánek.

source: Create new
cs: Nová pozvánka

source: You cannot create invite codes.
cs: Nemůžeš vytvářet pozvánky.

source: Your invite codes
cs: Tvoje pozvánky

source: Code
cs: Kód

source: Max uses
cs: Max. počet použití

source: %(user)s's preferences
cs: Preference uživatele %(user)s

source: Bold (ctrl-b)
cs: Tučné (ctrl-b)

source: Italic (ctrl-i)
cs: Šikmé (ctrl-i)

source: Strikethrough (ctrl-shift-s)
cs: Přeškrtnuté (ctrl-shift-s)

source: Title (ctrl-shift-h)
cs: Název (ctrl-shift-h)

source: Insert hyperlink
cs: Vložit link

source: Link Title
cs: Název linku

source: Insert link (ctrl-shift-k)
cs: Vložit link (ctrl-shift-k)

source: Bullet list
cs: Seznam

source: Number list
cs: Číslování

source: Quote (ctrl-shift-.)
cs: Citace

source: saved
cs: uloženo

source: deleted
cs: smazáno

source: block sender
cs: blokovat odesílatele

source: unblock sender
cs: odblokovat odesílatele

source: Error: %1
cs: Chyba: %1

source: Could not contact the server
cs: Nelze se spojit se serverem

source: Voting...
cs: Hlasuji...

source: Working...
cs: Pracuji...

source: removed
cs: odstraněno

source: distinguish as:
cs: přízvukovat jako:

source: mod
cs: moderátor

source: Why are you deleting this?
cs: Proč to chceš vymazat?

source: Error.
cs: Chyba.

source: Why are you undeleting this?
cs: Důvod obnovení?

source: undeleted
cs: obnoveno

source: New title
cs: Nový název

source: Done
cs: Hotovo

source: Done!
cs: Hotovo!

source: There was an error while editing: %1
cs: Při úpravě došlo k chybě: %1

source: Saved.
cs: Uloženo.

source: Loading...
cs: Načítám...

source: comment removed
cs: komentář odstraněn

source: Why are you un-deleting this?
cs: Důvod obnovení?

source: comment un-deleted
cs: komentář obnoven

source: Couldn't get title
cs: Název se nepodařilo získat

source: Grab again
cs: Převzít znovu

source: Grabbing...
cs: Získávám...

source: Post comment
cs: Odeslat komentář

source: 1 comment
cs: komentáře (1)

source: %1 comments
cs: %1 komentářů

source: Could not contact the server
cs: Nelze se spojit se serverem

source: Report post
cs: Nahlásit příspěvek

source: This report will be forwarded to the site administration
cs: Toto nahlášení bude doručeno administraci webu

source: Select a reason to report this post:
cs: Důvod nahlášení:

source: Select one...
cs: Zvolit...

source: TOS violation
cs: Podmínky používání

source: Sub Rule violation
cs: Porušení pravidel skupiny

source: Other
cs: Jiné

source: Which Sub rule did this post violate?
cs: Které pravidlo skupiny bylo porušeno?

source: Other sub rule
cs: Jiné pravidlo skupiny

source: Explain why you're reporting this post:
cs: Specifikuj důvod:

source: Error:
cs: Chyba:

source: Your report has been sent and will be reviewed by the site administrators.
cs: Zpráva byla zaslána administrátorům.

source: No subs found
cs: skupina nebyla nalezena

source: Log in or register to continue
cs: Přihlas se nebo se zaregistruj

source: Don't have an account?
cs: Nemáš účet?

source: Register now!
cs: Registruj se!

source: File size exceeds maximum allowed (%1 MB)
cs: Velikost souboru překračuje maximum povolené (%1 MB)

source: There was an error while saving your settings. Please try again in a few minutes.
cs: Při ukládání nastavení se vyskytla chyba. Prosím zkuste znovu za pár minut.

source: Error while contacting the server
cs: Chyba při kontaktování serveru

source: Are you sure you want to delete?
cs: Opravdu to chceš vymazat?

source: Are you sure you want to PERMANENTLY delete your account?
cs: Opravdu chceš NATRVALO vymazat svůj účet?

source: Are you sure you want to ban this user?
cs: Opravdu chceš zabanovat tohoto uživatele?

source: Are you sure you want to remove all the votes issued by this user?
cs: Opravdu chceš odstranit všechny hlasy uživatele?

source: Are you sure you want to unban this user?
cs: Opravdu chceš odbanovat tohoto uživatele?

source: Are you sure?
cs: Opravdu?

source: yes
cs: ano

source: no
cs: ne

source: [Deleted by Mod or Admin]
cs: [Vymazáno moderátorem/adminem]

source: %(user)s has deleted their account.
cs: %(user)s vymazal(a) svůj účet.

source: Deleted
cs: Vymazáno

source: Pending
cs: Čekající

source: Banned
cs: Zabanované

source: Invalid or expired token.
cs: Neplatný nebo expirovaný token.

source: User not found or invalid ticket
cs: Uživatel nebyl nalezen, nebo je ticket neplatný

source: Invalid captcha.
cs: Neplatná captcha.

source: Username has invalid characters.
cs: Přihlašovací jméno obsahuje neplatné znaky.

source: Username is not available.
cs: Přihlašovací jméno je nedostupné.

source: We do not accept emails from your email provider.
cs: Emailové adresy od tohoto providera neakceptujeme.

source: E-mail address is already in use.
cs: Tento email je již použit.

source: Incorrect answer for security question.
cs: Nesprávná odpověď na bezpečnostní otázku.
